"john.appleseed" = "john.appleseed";
"Sign In" = "Logg på";
"Your account name or password was entered incorrectly." = "Du oppga feil kontonavn eller passord.";
"There was an error logging in. Please try again." = "Det oppsto en feil ved pålogging. Prøv igjen.";
"Apple ID password" = "Apple-ID-passord";
"Invalid token data is returned by server" = "Det oppsto en feil ved pålogging. Prøv igjen.";
"Authentication was canceled by user" = "Godkjenningen ble avbrutt";
"password" = "passord";
"OK" = "OK";
"Password field is empty" = "Oppgi passordet.";
"Password expired. Please change your password on Mac." = "Passord utløpt. Endre passordet i Innstillinger->Butikk";
"Required" = "Kreves";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Vil du gå til iForgot.apple.com for å gjenopprette kontoinformasjonen?";
"Password" = "Passord";
"Apple ID field is empty" = "Feltet Apple-ID er tomt";
"Apple ID" = "Apple-ID";
"Cancel" = "Avbryt";



/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Apple-ID-en eller passordet du oppga, var feil.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Tiden er inne for å gjenopprette passordet ditt for å ivareta sikkerheten din. Det er enkelt. Bare gå til %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Denne Apple-ID-en er deaktivert av sikkerhetsårsaker. Du kan gjenopprette passordet ditt på %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Tidsinnstillingene på enheten ser ut til å være feil. Du kan ordne dette ved å gå til Innstillinger > Generelt > Dato og klokkeslett, og deretter prøve igjen.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Det oppsto en feil. Takk for tålmodigheten. Prøv igjen senere.";

"You appear to be offline. Please connect to the Internet and try again." = "Du ser ut til å være frakoblet. Koble til Internett og prøv igjen.";

"Two-step verification has been disabled for the Apple ID account %@." = "Totrinns-verifisering er deaktivert for Apple-ID-kontoen %@.";

"Signing In" = "Logger på";

"A new code has been sent to your device." = "En ny kode er sendt til enheten din.";

"Code %1$d of %2$d selected" = "Kode %1$d av %2$d er valgt";

"Sending New Code" = "Sender ny kode";

"Verifying code" = "Verifiserer kode";

"Verified" = "Verifisert";

/* Verification Code Screen Prompt */
"Enter verification code" = "Skriv inn verifiseringskode";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Skriv inn verifiseringskoden sendt til \"%@\"";

/* Send new code button title */
"Send a new code" = "Send en ny kode";

/* SMS subtitle */
"SMS to Phone Number" = "SMS til telefonnummer";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Mottar du ikke meldinger på noen av enhetene dine?";

/* Verification Code Screen Title */
"Verification Code" = "Verifiseringskode";

/* Trusted devices screen title */
"Verify Identity" = "Verifiser identitet";

/* Send button title */
"Send" = "Send";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "For å administrere de pålitelige enhetene dine går du til %@ på en Mac eller PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Totrinns-verifisering er aktivert for denne Apple-ID-en";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Enheten du velger vil bli sendt en midlertidig kode du kan bruke til å verifisere identiteten din.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "PÅLITELIGE ENHETER";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Totrinns-verifisering kreves, men brukerhandlinger er ikke tillatt.";

/* Button title */
"My Apple ID…" = "Min Apple-ID…";

/* Phone number description */
"Number ending in %@" = "Nummeret som slutter på %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Du har dessverre hatt for mange mislykkede forsøk på å verifisere identiteten din. Av sikkerhetsmessige grunner kommer du ikke til å kunne gjøre endringer i kontoen din de neste åtte timene uten gjenopprettingsnøkkelen din.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Du har sendt for mange koder for å verifisere telefonnummeret ditt. Prøv igjen senere.";

/* Error Message */
"No Device information available." = "Det finnes ingen informasjon om enheten";

/* Error Message */
"The verification code you entered is not valid." = "Verifiseringskoden du oppga er ikke gyldig.";

/* Error Message */
"Invalid Session." = "Ugyldig økt.";

/* Error Message */
"Cannot find this person." = "Finner ikke denne personen.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Du mislyktes for mange ganger med å verifisere koden. Send en ny kode til en annen enhet eller prøv igjen senere.";

/* Send Code to label */
"Send Code to:" = "Send koden til:";

/* Error Message */
"Please enter a valid phone number." = "Oppgi et gyldig telefonnummer.";
